klin-lang/esp_eth/examples/w5500_s3/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"
CONFIG_ETH_USE_SPI_ETHERNET=y
CONFIG_ETH_SPI_ETHERNET_W5500=y
